Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/gjenopptakelse.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Whether there were special circumstances that made it very doubtful that the judgement was correct, section 392, second subsection of the Criminal Procedure Act.
nb: • Om det er særlige forhold som gjør det meget tvilsomt om dommen er riktig, straffe prosessloven § 392 annet ledd.

source: The Court referred to the fact that the Court of Appeal had decided that since D was a co-defendant he could not be a witness in the sense of article 6.
nb: Den viste til atlagmannsretten under henvisning til at D var medtiltalt, fant at han dermed ikke var etvitne i artikkel 6s forstand.

source: It was alleged, i.a., that the convicted person should not have stated the hours he worked for a company in 1997 on his notification card to Aetat (the Labour Market Administration) since the work was to be regarded as business activity while establishing his own company.
nb: Det ble blant annet anført at domfelte ikke skulleha oppført de timene han arbeidet for et selskap i 1997 på sine meldekort til Aetat,idet arbeidet var å anse som næringsvirksomhet i etableringsfase av egen virksomhet.

source: He petitioned to have the criminal case reopened in 2005.
nb: Han begjærtegjenåpning av straffesaken i 2005.

source: B petitioned for his criminal case to be reopened in November 2006.
nb: B begjærte gjenopptakelse av straffesaken i november 2006.

source: The captain responded to this by reporting the company to the police for insurance fraud, and he claimed that he had not signed the marine casualty report and that there had not been any marine casualty at all.
nb: Kapteinen svarte da med å politianmelde selskapet for forsikringsbedrageri,og hevdet at han ikke hadde signert havarirapporten og at det ikke hadde vært noehavari overhode.

source: In addition, the conviction was based on the facts that the valuation certificates formed the basis for the issuance of bank drafts worth a total of NOK 21 million, that the convicted person was aware that the valuation certificates were to be used to take out a charge on the precious stones, and that they were to be used to criminally defraud the lender.
nb: Videre bygde dommen på at takstbrevene lå til grunn forutstedelsen av bankremisser med samlet pålydende 21 millioner kroner, at domfelte varklar over at takstbrevene skulle benyttes ved pantsettelse av edelstener, og at de skullebenyttes til bedrageri overfor långiver.

source: determined by the courts in legally enforceable
nb: ved UiT, styremedlem ved Kvinnforsk og redaktør for

source: • Whether any police officer has been guilty of a criminal offence or whether
nb: • Om tjenestemenn i politiet har gjort seg skyldig i straffbart forhold eller om det er

source: He petitioned for a review before the Commission since both the victim and the convicted person said that they had not engaged in indecent intercourse.
nb: Hanbegjærte gjenopptakelse for kommisjonen idet både fornærmede og domfelte sa at deikke hadde hatt utuktig omgang.

source: As grounds for
nb: Som grunnlag for

source: members and three alternate members.
nb: uttalelse til begjæringen.

source: reopened, stating that he had not been
nb: i tvil, men konkluderte med at domfelte ikke var

source: The new circumstances which were pleaded to the Norwegian Criminal Cases Review Commission were that a friend of the convicted person had admitted to the police in July 2008 that it was he who had placed the amphetamine in the convicted person’s garage, without the convicted person being aware of this.
nb: Nye omstendigheter som ble påberopt overfor Gjenopptakelseskommisjonen var aten kamerat av domfelte overfor politiet i juli 2008 erkjente at det var han som haddeplassert amfetaminet i domfeltes garasje, uten at domfelte var klar over dette.

source: opportunity to reopen cases.
nb: også ønsket å utvide adgangen til gjenåpning.

source: In Proposition to the
nb: amanuensis ved NTN

source: Four men were in 2004 convicted in the District Court for actual bodily harm and threatening behaviour under especially aggravating circumstances and for vandalism.
nb: Fire menn ble i 2004 i tingretten dømt for legemsbeskadigelse og trusler under særde-les skjerpende omstendigheter, samt skadeverk.

source: The judgment from 1970 was based on the convicted person’s evidence at the trial and the victim’s deposition read out at the trial.
nb: Dommen fra 1970 bygget på domfeltes forklaring under hovedforhandlingen og for-nærmedes forklaring i rettslig avhør opplest under hovedforhandlingen.

source: THE NORWEGIAN CRIMINAL CASES REVIEW COMMISSION
nb: Det foretas en konkret vurdering i hver enkelt sak om forsvarer

source: The convicted person claimed, inter alia, that he had no motive for killing the deceased, as the Court of Appeal had assumed, and that it was also not correct that there was any antagonism between them.
nb: Domfelte hevdet blant annet at han ikke hadde noe motiv for å drepe vedkommendeslik lagmannsretten la til grunn, og at det heller ikke var riktig at det var et motset-ningsforhold mellom dem.

source: reopened by the Commission.
nb: dommene vært en del av vurderingsgrunnlaget for

source: 23.10.2008 (2008 00067) Homicide -Section 392, second subsection (special circumstances)
nb: 23.10.2008 (2008 00067) Drap - § 392 annet ledd (særlige forhold)

source: Following an appeal to the Supreme Court, the term of imprisonment was reduced to 16 years.
nb: Etter anke til Høyesterett ble fengselsstraffen redusert til 16 år.

source: The Commission unanimously decided to allow the petition to reopen the case.
nb: Kommisjonen besluttet enstemmig å ta begjæringen om gjenåpning til følge.

source: Torgersen petitioned for the case to be reopened in 1997.
nb: Torgersen begjærte på ny gjenopptakelse i 1997.

source: The Commission assessed the new circumstances that are pleaded since the conviction in 1985, and concluded that there was no new evidence or circumstance which seemed likely to lead to an acquittal.
nb: Kommisjonen vurderte de nye forholdene som er påberopt etter dommen i 1985, ogkonkluderte med at det ikke forelå nye bevis eller omstendigheter som syntes egnet tilå føre til frifinnelse.

source: In practice, this work is primarily carried out by the secretariat’s investigators, but other solutions are sometimes also relevant.
nb: I praksis er dette arbeidet i første rekke lagt til sekretariatets utre-dere, men enkelte andre løsninger kan også være aktuelle.

source: After discussing the situation that had arisen, in which the police and Commission investigations were taking place at the same time, it was decided, in consultation with the chief public prosecutor and police district, that the further investigation work in connection with the confession was to be carried out by the Commission.
nb: Etter å ha drøftet den situasjonen som hadde oppståttmed parallell politietterforskning og kommisjonsbehandling, ble det i samråd med første-statsadvokaten og politidistriktet besluttet at den videre etterforskning i forbindelse medtilståelsen skulle skje i regi av kommisjonen.

source: Section 392, second subsection of the Criminal Procedure Act was also considered but was also not found to be applicable.
nb: Straffeprosessloven § 392 annet ledd ble også vurdert, men heller ikke dennebestemmelsen ble funnet anvendelig.

source: period prior to the actions in question.
nb: Saken ble ikke gjenåpnet.

source: Shortly before Christmas 2005, while Fritz Moen’s case review petition was being dealt with by the Commission, it became known via the media that a person had confessed to the murders of Sigrid Heggheim and Torunn Finstad shortly before he died.
nb: Kort tid før jul i 2005, mensFritz Moens gjenopptakelsesbegjæring var under behandling i kommisjonen, ble detgjennom medier kjent at en person, kort tid før han avgikk ved døden, hadde erkjentdrapene på Sigrid Heggheim og Torunn Finstad.

source: He was a deputy judge from 1996-1999, an adviser at the Ministry of Justice and Public Security from 1999- 2000 and a privately practising lawyer and partner with Advokathuset Helgeland DA from 2000-2015.
nb: Han var dommerfullmektig i 1996-1999, rådgiver i Justisdepartementet i 1999-2000 og privatpraktiserende advokat og partner i Advokathuset Helgeland DA fra 2000-2015 hvoretter han har vært dommer i Rana tingrett. Medlem

source: In the judgement handed down by the Court of Appeal on 18
nb: Ved lagmannsrettens dom av 18.

source: The Commission therefore allowed the petition for a retrial.
nb: Kommisjonen tok derfor begjæringen om gjenopptakelse til følge.

source: However, the neighbour was acquitted since the court found he was in good faith in that he did not understand that the vehicle was stolen when he passed the driving assignment on to the convicted person.
nb: Naboen ble imidlertid frikjent idet retten fant at han var i godtro ved at han ikke forsto at kjøretøyet var stjålet da han videreformidlet kjøreopp-draget til domfelte.

source: In January 2014, a district court convicted a man of
nb: En mann ble i 2014 dømt i tingretten for kjøring

source: The Commission's other activities 401 of the Criminal Procedure Act. There was no Contact with authorities
nb: gjenåpnes i medhold av straffeprosessloven § 401. Avgivelse av høringsuttalelser

source: Hepsø was violent to his former cohabitant and that Hepsø’s violence
nb: oktober, samme dag som Torunn Finstad ble funnet drept.

source: Moreover, it is stated in paragraph 14 of the judgment that whether the condition “without delay” is met in each case, must be assessed on an individual basis.
nb: For øvrig uttales det i dommens avsnitt 14 at det må foretas en konkret vurdering av hva som i det enkelte tilfelle anses å være «without delay».

source: imprisonment and to pay damages for robbery.
nb: på innkallingen til hovedforhandling.

source: During the trial in 1958, Torgersen also pointed out a witness as being the unknown Gerd who apparently went home with him on the night in question.
nb: Under rettssaken i 1958 pekte Torgersen også ut et vitne somden ukjente Gerd, som skulle ha vært med ham hjem den aktuelle natten.

source: However, some new information did become available, including regarding considerable anonymous gifts (NOK 140,000) for the building of a church hall during the period in question.
nb: Det fremkom imidlertid en del nye opplysninger, blant annet om betydeligeanonyme gaver (kroner 140.000) til bygging av en kirkestue i det aktuelle tidsrom.Videre fremkom at fornærmede overfor sognepresten hadde uttalt seg positivt til å gipenger til dette formålet.

source: The convicted person was sentenced to imprisonment for 60 days.
nb: Straffen ble for domfelte satt til fengsel i 60 dager.

source: In 2005, the woman was admitted to X University Hospital’s emergency psychiatric department. While being admitted, she suddenly stood up and began to walk, to the amazement of those present.
nb: I 2005 ble kvinnen innlagt ved X-universitetssykehus på akuttpsykiatrisk avdeling.Under innleggelsen reiste hun seg plutselig og begynte å gå, til de tilstedeværendesstore forbauselse.

source: She previously worked at Arthur Andersen & Co from 1986 to 1991 and at Sparebanken Hedmark from 1991 to 1994.
nb: Hun var ansatt i Arthur Andersen & Co fra 1986-1991 og i Sparebanken Hedmark fra 1991-1994.

source: In 2012, a man was convicted of carrying out three
nb: En mann ble i 2012 dømt for tre simple ran, to

source: The Forensic Medicine Commission also stated that the expert witnesses ”slightly too definitely” rejected the interpretation and conclusion that the chief physician arrived at in 1989.
nb: Den rettsmed-isinske kommisjon mener videre at de sakkyndige «litt for håndfast» avviser den tolkningog konklusjon, som overlegen kom frem til i 1989.

source: Appeal's description of the relationship between the
nb: Kommisjonen besluttet enstemmig å ta begjæringen om gjenåpning av de tre dommene til følge.

source: The Norwegian Criminal Cases Review Commission found that the new information did not seem likely to lead to an acquittal.
nb: Gjenopptakelseskommisjonen fant at de nye opplysningene ikke syntes å være egnet tilå føre til frifinnelse.

source: Any aggrieved person (or
nb: Han har vært leder av tidlig

source: The convicted person estimated that he had been driving at 80-90 km/h.
nb: Domfelte anslo sin hastighet til 80-90 km/t.

source: The Commission’s minority found that the doubt which the District Court allowed to be crucial when setting aside the speed measurement in the judgment relating to the other driver seemed to me of a more theoretical nature.
nb: Kommisjonens mindretall fant at den tvil som tingretten lot være avgjørende for å settefartsmålingen til side i dommen mot den andre føreren, syntes å være av mer teoretiskkarakter.

source: Although there may on a general basis be grounds for being rather sceptical about information from witnesses who come forward later on and provide statements regarding factors which took place more than one year ago, the Commission found that the new witness’s statement regarding this case was new evidence in the sense of the Criminal Procedure Act.
nb: Selv om det på generelt grunnlag kan være grunn til å se på opplysninger fra vitnersom melder seg i ettertid og gir forklaring om forhold som ligger mer enn ett år tilbakei tid med en viss skepsis, fant kommisjonen at det nye vitnets forklaring i saken var etnytt bevis i straffeprosesslovens forstand.

source: The Commission examined and considered all the case documents from 1957 until the decision was reached.
nb: Kommisjonen gjennomgikk og vurderte alle sakens dokumenter fra 1957 og frem tilavgjørelsen ble truffet.

source: 23.10.2008 (2006 00083) Robbery and deprivation of liberty - Section 392, second subsection (special circumstances and weighty considerations) - dissent
nb: 23.10.2008 (2006 00083) Ran og frihetsberøvelse - § 392 annet ledd(særlige forhold og tungtveiende grunner) – dissens

source: Both explained why the statements had turned out the way they did in 1970.
nb: Begge ga en begrunnelse for hvorfor forklaringene varblitt slik de ble i 1970.

source: He claimed he had done this at the request of the victim, and that he did not know what she spent the money on after he had given it to her.
nb: Han hevdet å ha gjort dette etter ønske fra fornærmede, og at han ikkevisste hva hun brukte pengene til etter at han hadde levert dem til henne.

source: According to section 398, first subsection of the Criminal Procedure Act, the Commission is to ensure, on its own initiative, that there is sufficient information on the case.
nb: Etter straffeprosessloven § 398 første ledd skal kommisjonen av eget tiltak sørge forsakens opplysning.

source: He was sentenced to community service for 36 hours and banned from driving a motor vehicle for 14 months.
nb: Straffenble satt til samfunnstjeneste i 36 timer og domfelte ble fradømt retten til å føre motor-vogn i 14 måneder.

source: The pine-needle evidence also did not provide grounds for reopening the case.
nb: Heller ikke barnålbeviset ga grunnlag for gjenopptakelse.

source: Rana District Court judge
nb: Tingrettsdommer i Rana tingrett

source: ordered to pay costs.
nb: om gjenåpning til følge.

source: It is clear that the convicted person worked for a company from May to September 1997.
nb: Det er pådet rene at domfelte arbeidet i et selskap i perioden mai til september 1997.

source: A 21-year old man was in the spring of 2003 in the Nedre Romerike District Court sentenced to imprisonment for 2 years and 1 month, of which 1 year and 3 months was suspended, for rape of and sexual intercourse with a girl under 14.
nb: En 21 år gammel mann ble i Nedre Romerike tingrett våren 2003 dømt til fengsel i 2 årog 1 måned, hvorav 1 år og 3 måneder ble gjort betinget, for voldtekt av og seksuellomgang med en jente under 14 år.

source: In February 2005, the convicted person petitioned for a review of the judgment from 2003.
nb: I februar 2005 begjærte domfelte gjenopptakelse av dommen fra 2003.

source: sociology at the University of Tromsø
nb: fokus på immunopsykiatri, psykoselidelser, og retts-

source: The Court of Appeal has obviously found that Torgersen lied about this during the trial and that this has been in his disfavour. The Commission found no grounds to judge this differently than in 1958.
nb: Lagretten har åpenbart lagt tilgrunn at Torgersen løy om dette under rettssaken og at dette har talt imot ham.Kommisjonen fant ikke grunn til å bedømme dette annerledes enn i 1958.

source: A rural policeman was in 1995 convicted of the gross embezzlement of a total of around NOK 220,000 from an elderly woman during the period from 1987-1992.
nb: En lensmann ble i 1995 domfelt for grove underslag av til sammen ca kr 220.000fra en eldre kvinne, begått i perioden 1987-1992.

source: In its annual reports for 2004 and 2005, the Commission included brief versions of all the cases that the Commission had referred for a new trial.
nb: I årsberetningene for 2004 og 2005 har kommisjonen inntatt kortversjoner av alle sakersom kommisjonen har henvist til ny rettslig behandling.

source: The woman who had reported the matter explained to the police that she had been assaulted by an unknown man.
nb: Kvinnen, som hadde anmeldt forholdet, forklarte til politiet at hun hadde blitt overfaltav en ukjent mann.

source: The majority placed emphasis on the fact that following the conviction it became known that, while the main proceedings were taking place in Norway, the Swedish police had twice questioned the Swedish lender, with whom one of the co-defendants had previously been in contact regarding a loan.
nb: Flertallet la vektpå at det etter rettskraftig dom ble kjent at svensk politi mens hovedforhandlingenpågikk i Norge, hadde tatt to avhør i Sverige av den svenske långiveren, som en av demedtiltalte tidligere hadde vært i kontakt med angående et lån.

source: 15.12.2008 (2005-00028 Arne Treholt) Espionage – not referred
nb: 15.12.2008 (2005-00028 Arne Treholt) Spionasje – ikke henvist

source: He petitioned for a review before the Commission, pleading amongst other things the fact that new medical knowledge would show that his daughter had not been a victim of any assault.
nb: Han begjærtegjenopptakelse for kommisjonen, blant annet under henvisning til at ny medisinskkunnskap ville kunne vise at datteren ikke hadde vært utsatt for overgrep.

source: The minority were of the opinion that there were no special circumstances which indicated that the judgment was incorrect, and did not find that the conditions for reopening the case were present.
nb: Mindretallet var av den oppfatning at det ikke forelå særlige forhold som tilsa at dommenvar uriktig, og fant ikke at vilkårene for gjenåpning var til stede.

source: A 24-year old man was in 2001 convicted by the Court of Appeal to 13 years’ imprisonment for the import of almost 10 kilos of heroin.
nb: En 24 år gammel mann ble i 2001 dømt i lagmannsretten til fengsel i 13 år for innfør-sel av nesten 10 kilo heroin.

source: In that it also had to be assumed that neither the defendant nor his defence counsel were given any real opportunity to cross-examine D, the Commission found that the procedural error could have influenced the substance of the decision, and that, in this case, there could not be seen to be any other opportunities to remedy the damage that had been caused than to reopen the case.
nb: Når det videre måtte legges til grunn at siktede ellerhans forsvarer ikke ble gitt noen reell adgang til å krysseksaminere D, fant kommi-sjonen at saksbehandlingsfeilen kunne ha virket inn på avgjørelsens innhold, og at det

source: He had also been sentenced to pay damages of NOK 21 million.
nb: Han var også idømt eterstatningsansvar på kr 21 millioner.

source: Jodaa obtained a Master of Laws degree in 1996.
nb: Jodaa har juridisk embetseksamen fra 1996.

source: These petitions were rejected by the Appeals Committee of the Supreme Court in 1988 and 1992.
nb: Disse begjæringer ble forkastet avHøyesteretts kjæremålsutvalg i 1988 og 1992.

source: conditions for reopening the case had not
nb: fronttemporal demens i negativ utvikling.

source: which related to offences from before 2012, the
nb: hold fra før 2012, konkluderte de sakkyndige med

source: The Commission is independent of the police, the prosecution authority and the courts.
nb: Kommisjonen er uavhengig av politiet, påtalemyndigheten og domstolene.

source: The majority found that if the defence counsel had during the main proceedings been given access to the police questioning of the Swedish lender, this might have led to more evidence being presented in relation to the convicted person’s – the valuer’s – swap theory.
nb: Flertallet fant at dersom forsvarerne under hovedforhandlingen hadde vært gitt innsyni politiavhørene av den svenske långiveren, ville dette kunne ha foranlediget nærmerebevisføring omkring domfeltes – takstmannens – ombyttingsteori.

source: The convicted person petitioned the Commission to reopen his case in October 2005.
nb: Domfelte begjærte gjenopptakelse for kommisjonen i oktober 2005.

source: In the Commission’s view, the District Court’s judgment relating to the other driver, in which the evidence in the case was assessed differently, was a new circumstance in the case against the convicted person.
nb: Etter kommisjonens syn utgjorde tingrettens dom mot den andre føreren, der bevisenei saken ble vurdert annerledes, en ny omstendighet i saken mot domfelte.

source: petition to reopen the case.
nb: gen om gjenåpning til følge.

source: The Commission found that there were new
nb: anførte som ny omstendighet at han var vurdert

source: The convicted person also claimed that this lovers’ relationship had been established at least as early as in the late summer of 2006.
nb: Domfelte hevdet videre at kjæ-resteforholdet i hvert fall var blitt etablert så tidlig som sensommeren 2006.

source: The convicted person petitioned to have the murder conviction retried in February 2004, referring, inter alia, to there being “false evidence, false police reports and false witness testimony”.
nb: Domfelte begjærte gjenopptakelse av drapsdommen i februar 2004 og viste blant annettil at det forelå «falsk bevisføring, falske politirapporter og falske vitneforklaringer.»

source: The Forensic Medicine Commission stated in February 2006 that it should be assumed that the primary examination in 1989 only found ”remains of the hymen” and that the examination of the girl while lying on her back does not rule out that the examiner may have made sure that the hymen showed extensive defects.
nb: Den rettsmedisinske kommisjon uttaltei februar 2006 at det bør legges til grunn at det ved den primære undersøkelsen i 1989 kunble påvist «rester av jomfruhinnen» og at undersøkelsen i ryggleie ikke utelukker at under-søkeren kan ha forvisset seg om at jomfruhinnen viste omfattende defekter.

source: Based on an overall evaluation of the new expert report, seen in conjunction with the other evidence produced before the convicting court, the majority found that the evidence situation in the case – in the light of the medical knowledge we have today – is significantly different from what it was when the case was tried by the court in 1991.
nb: Flertallet fant etter en helhetsvurdering av den nye sakkyndigrapporten, sammenholdtmed de øvrige beviser som forelå for den dømmende rett, at bevissituasjonen i saken –på bakgrunn av den medisinske kunnskap man i dag besitter – er vesentlig annerledesenn den var da saken var oppe for retten i 1991.
